Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D10D.tmx
Source language: en_us
Languages: zh_cn

source: What Does the Bible Say About Forgiveness?
zh_cn: 圣经中对宽容的解释

source: Forgiveness is not something that is easy to do for most Christians. It is especially difficult for Christians to offer forgiveness when the offender is not a close person and the offense was serious.
zh_cn: 对于多数基督徒而言，宽容是不容易做到的事情，尤其是当冒犯者与自己关系并不亲密或冒犯程度较严重时。

source: But Christians are commanded in the Bible by Jesus to offer forgiveness to each other, just as they expect God to do the same for them.
zh_cn: 但在圣经中，耶稣却教导基督徒们，要像他们期望上帝如何对待他们自己一样，要对每个人都宽容。

source: The Bible has so much to say about forgiveness.
zh_cn: 圣经中多处谈到宽容。

source: In Matthew 6:14-15 (NIV), Jesus tells His listeners to be prudent in this matter of forgiveness so as not to jeopardize the forgiveness they will receive from God when they sin.
zh_cn: 在《马太福音》（Matthew 6:14-15 (NIV)）中，耶稣告诉他的信众们，对于宽容问题一定要谨慎，以免有损自己犯罪时从上帝那获得的宽容。

source: Christians can have their prayers hindered if they do not practice forgiveness.
zh_cn: 如果他们并未做到宽容，基督徒可以对此进行祈祷。

source: Jesus gives us a model of how to pray in what we know as the Lord's Prayer found in Matthew 6:9-13 (NIV). Verse 12 of the Lord's Prayer says we are to ask God's forgiveness just as we have already forgiven others.
zh_cn: 耶稣要我们，向上帝那样进行祈祷。（见 Matthew 6:9-13 (NIV)）上帝的第12篇祷文讲到，要像我们已经宽恕了所有人一样，去祈祷上帝的宽恕。

source: In other words, the believer extends forgiveness to others before asking it of God.
zh_cn: 换言之，信徒们在祈祷上帝的宽恕前，要先宽恕他人。

source: By not following this model of forgiving others first, it's unlikely that your prayers will be answered.
zh_cn: 根据这种祈祷方式，需要首先宽恕他人，但是信徒自己的祈祷却不可能得到上帝的回答。

source: Proverbs 28:9 (NIV)says that if anyone refuses to listen to God's instruction that this person's prayers are detestable.
zh_cn: 《箴言篇》（Proverbs 28:9 (NIV)）讲到，如果谁拒绝听从上帝的教导，那么此人的祈祷就会令人憎恶。

source: Of course God's instruction includes extending forgiveness to others.
zh_cn: 当然，上帝的教导包括对他人的宽恕。

source: Mark 11:25 (NIV) also says that if you hold something against anyone when praying that you are to forgive that person so that your sins will be forgiven.
zh_cn: （Mark 11:25 (NIV) 也曾讲到，一个人在祈祷时心里如对他人有所责怪，那么他只要宽恕了那个人，他自己的罪过也便得到宽恕。

source: The Bible tells us to offer forgiveness while being patient.
zh_cn: 圣经告诫我们，要耐心地给予他人宽容。

source: It says in Colossians 3:13 (NIV) that we are to bear with each other, meaning to be patient.
zh_cn: 在《歌罗西书》（Colossians 3:13 (NIV) ）中讲到，我们要忍让他人（bear with others），也即意味着要有耐心。

source: This passage also says that as we are patient, we combine our patience with forgiveness.
zh_cn: 这段话还讲到，当我们有耐心时，我们也就将耐心和宽恕结合在了一起。

source: Patience is another difficult characteristic to develop and practice; and just like forgiveness, it does not come natural.
zh_cn: 耐心也是一种难以培养和做到的品质；就像宽容一样，耐心也不会自然地获得。

source: Forgiveness is something Christians must do repeatedly.Matthew 18:21-22 (NIV) tells us that the believer must forgive a brother who trespasses 77 times.
zh_cn: 对于宽容，基督徒们必须不断地重复去做。《马太福音》（Matthew 18:21-22 (NIV) ）告诉我们，信徒们必须对犯罪的兄弟宽恕过77次。

source: The important point is not the number of times forgiveness must be extended but instead the reality that Christians must do it frequently for the remainder of their earthly lives.
zh_cn: 重要的当然不是宽恕次数的增长，而是基督徒们必须不断地宽容世界上的所有人。

source: What if the other person will not give you forgiveness?
zh_cn: 倘若他人并不会宽容你，怎么办呢？

source: You cannot force another person to grant you forgiveness if you have wronged them.
zh_cn: 如果你犯错，你不能强迫他人给予你宽容。

source: The Bible verses on forgiveness all state that you are to examine your own heart and forgive the other person first.
zh_cn: 圣经中关于宽容的所有段落都在告诫我们，要时刻反省自己的心灵并首先宽恕他人。

source: If you have wronged someone and expressed your sorrow, or compensated for damages, then you've done all you can do.
zh_cn: 如果你伤害到他人并感到懊悔，或已对其损害给予赔偿，那么你只是做了你应该做的。

source: If the other person is a believer, then he or she has the same responsibility to forgive; but it is purely a matter between this person and God.
zh_cn: 如果对方也是个信徒，那么他也同样具有给予宽恕的义务；但这纯粹是他和上帝之间的事情。

source: Forgiveness among Christians does not always restore trust.
zh_cn: 基督徒之间的宽恕不一定会重获信任。
